function About() {
    return (
        <div className="about">
            <h1>О КОМПАНИИ</h1>
            <p>
                Компания СТРОЙТЭК выполняет строительство домов, коттеджей и бань из оцилиндрованного бревна, 
                бруса и других материалов. Мы предоставляем своим клиентам высокий уровень сервиса и говорим 
                только о том, что реально можем предложить. Особенность сотрудничества с нами - сооружение 
                домов «под ключ» и доступные цены на услуги.
            </p>
            <h2>Мы поговорим о том, что реально можем вам предложить.</h2>
            <p>
                Для строительства мы применяем только качественные, экологически безопасные материалы и 
                проверенные технологии. Возведение любого объекта выполняется в точно указанные сроки, а 
                клиент получает гарантии на проведенный комплекс работ.<br/>
                <br/>
                Мы можем подобрать для Вас типовой проект жилья (посмотреть проекты можно в нашем 
                портфолио на сайте), либо выполнить заказ по индивидуальному плану.
            </p>
            <h2>Преимущества работы с СТРОЙТЭК:</h2>
            <div className="list">
                <ul>
                    <li>
                        консультация специалистов по всем этапам строительства;
                    </li>
                    <li>
                        предварительное исследование территории застройки, изучение грунтов;
                    </li>
                    <li>
                        подбор дома с учетом особенностей местности и пожеланий клиента;
                    </li>
                    <li>
                        наличие собственного производства пиломатериалов;
                    </li>
                    <li>
                        надежность компании;
                    </li>
                    <li>
                        заключение договора, точное соблюдение сроков работ;
                    </li>
                    <li>
                        предоставление клиенту полной информации об итоговой стоимости объекта;
                    </li>
                    <li>
                        удобные программы кредитования;
                    </li>
                </ul>
            </div>
            <p>
                Чтобы заказать дом у нас, достаточно оставить заявку на выезд рабочей группы на сайте. 
                После выполнения замеров на участке специалисты подбирают оптимальный вариант размещения строения, 
                согласуют проект с клиентом и составляют смету. По окончанию строительства компания передает 
                заказчику полностью реализованный проект, готовый для проживания.
            </p>
            <h1>КОНТАКТНАЯ ИНФОРМАЦИЯ</h1>
            <div>
                ООО «СТРОЙТЭК»<br/>
                Телефоны: 8 (495) 222-22-22 (звонить с 9:00 до 18:00)<br/>
                Режим работы:<br/>
                Будни: с 9:00 до 18:00<br/>
                Выходные: с 9:00 до 15:00<br/>
                Email: info@stroytek.ru<br/>
                Адрес: г. Липецк, ул. Аркадия Гайдара, 4<br/>
                Контактный телефон: 8 (495) 222-22-22<br/>
                ИНН/КПП 0000000000/000000000<br/>
                ОГРН 0000000000000<br/>
            </div>
        </div>
    );
}

export default About;